IDEA Open Model
HingeElement1D.InitialStiffnessX Property
Compatible with IDEA StatiCa 20.1
 Initial stiffness X dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double InitialStiffnessX { get; set; }
Public Property InitialStiffnessX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace